{
  "generalCategory": "getting_started",
  "categories": [
    {
      "id": "getting_started",
      "name": "category.getting_started.name",
      "icon": "minecraft:crafting_table",
      "defaultPage": "main"
    }
  ],
  "pages": [
    {
      "id": "main",
      "content": "After first establishing yourself in the Minecraft world, you can start the first few steps towards creating dinosaurs and other prehistoric organisms.",
      "category": "getting_started"
    },
	{
      "id": "peat_and_moss_1",
      "content": "<c:bold>Peat, and farming <c:bold>Moss\n\nIf you spawn in or discover a <c:italic>Forest<c:reset>, <c:italic>Birch Forest<c:reset>, <c:italic>Flower <c:italic>Forest<c:reset>, <c:italic>Taiga<c:reset>, <c:italic>Mega <c:italic>Taiga<c:reset>, <c:italic>Jungle<c:reset> or <c:italic>Swampland<c:reset> biome, you will notice flat patches of <c:italic>Moss<c:reset> (roughly the same shape as pressure plates) growing on grass or other dirt variants. Moss is a small but hardy plant, and it can easily be mined and picked up by hand or basically any tool/item, although it is fastest with <c:italic>Shears<c:reset>. In  <c:italic>Swampland<c:reset> biomes specifically, you will also find pockets or layers of <c:italic>Peat<c:reset> blocks among the dirt, typically located just beneath the grass layer. You can mine these with any tool, although it is fastest with a <c:italic>Shovel<c:reset>.",
      "category": "getting_started"
    },
	{
		"id": "peat_and_moss_2",
		"content": "Once you have a decent amount of <c:italic>Peat<c:reset>, <c:underline>be careful where and <c:underline>how you place it!<c:reset> If you're in a <c:italic>Swampland<c:reset> biome, you can place it anywhere you want without consequences. However, in any other biome it'll soon dry out and turn into dirt unless you keep it moist. Luckily, <c:italic>Peat<c:reset> obeys the same rules as farmland, meaning that any <c:italic>Peat<c:reset> blocks within 4 blocks of water stay irrigated regardless of the biome they are in. Unlike farmland however, <c:italic>Peat<c:reset> blocks won't be damaged if you jump on them.",
		"category": "getting_started"
	},
	{
		"id": "peat_and_moss_3",
		"content": "Once you have a decent amount of <c:italic>Peat<c:reset> and some <c:italic>Moss<c:reset>, you can start farming the <c:italic>Moss<c:reset>. Moss can be placed on <c:italic>Peat<c:reset>, <c:italic>Gravel<c:reset>, <c:italic>Cobblestone<c:reset> or any dirt variant, and over time it will spread. However, it will spread MUCH faster if placed on <c:italic>Peat<c:reset>! <c:italic>Peat Moss<c:reset> blocks will become useful once you start hatching dinosaurs.\n\n<r:moss_cobblestone><r:moss_stone>",
		"category": "getting_started"
	},
    {
      "id": "making_compost_1",
      "content": "<c:bold>Making Compost\n\n<c:italic>Compost<c:reset> is one of the key ingredients of <c:italic>Plant Fertilizer<c:reset>. In order to make it, you will need a <c:italic>Compost Bin<c:reset>, which has the following recipe:",
      "category": "getting_started"
    }
  ],
  "recipes": [
    {
      "id": "moss_cobblestone",
      "recipe": [
        "", "minecraft:cobblestone", "",
        "minecraft:cobblestone", "", "minecraft:cobblestone",
        "", "minecraft:cobblestone", ""
      ],
      "result": "minecraft:mossy_cobblestone*4"
    },
    {
      "id": "moss_stone",
      "recipe": [
        "", "minecraft:stone", "",
        "minecraft:stone", "", "minecraft:stone",
        "", "minecraft:stone", ""
      ],
      "result": "minecraft:stonebrick*4*1"
    }
  ]
}